Repository: religofsil/progs
Catalog: words_en-words_ru.tmx
Source language: en
Languages: ru

source: I'm a lexicographer.
ru: Я лексикограф.

source: I make dictionaries.
ru: Я составляю словари.

source: And my job as a lexicographer is to try to put all the words possible into the dictionary.
ru: Моя работа как лексикографа — попытаться собрать все возможные слова в словарь.

source: My job is not to decide what a word is; that is your job.
ru: Не моя работа определять значения слов — это ваша работа.

source: Everybody who speaks English decides together what's a word and what's not a word.
ru: Все, кто говорит по-английски, вместе решают, что будет новым словом, а что таковым не станет.

source: Every language is just a group of people who agree to understand each other.
ru: Каждый язык — это просто группа людей, которые договорились понимать друг друга.

source: Now, sometimes when people are trying to decide whether a word is good or bad, they don't really have a good reason.
ru: Иногда, когда кто-то пытается решить, правильное ли слово или неправильное, он не находит хорошего объяснения и тогда говорит что-нибудь вроде: «Потому что грамматика!»

source: So they say something like, "Because grammar!" (Laughter) I don't actually really care about grammar too much -- don't tell anybody.
ru: (Смех) Мне не важно, что там с грамматикой, — только не рассказывайте никому.

source: But the word "grammar," actually, there are two kinds of grammar.
ru: Но слово «грамматика»...

source: There's the kind of grammar that lives inside your brain, and if you're a native speaker of a language or a good speaker of a language, it's the unconscious rules that you follow when you speak that language.
ru: Вообще, есть два типа грамматики. Есть тип грамматики, который живёт у вас в голове, и если вы носитель языка или хорошо владеете языком, то это бессознательные правила, используемые вами при говорении.

source: And this is what you learn when you learn a language as a child.
ru: Вы этому учитесь в детстве, осваивая язык, будучи ребёнком. Вот пример.

source: And here's an example: This is a wug, right?
ru: Это вуг, правильно?

source: It's a wug.
ru: Это вуг.

source: Now there is another one.
ru: Вот ещё один.

source: There are two of these.
ru: Вот их два.

source: There are two ...
ru: Вместе они ...

source: Audience: Wugs. Erin McKean: Exactly!
ru: Аудитория: вуги.

source: You know how to make the plural of wug.
ru: Эрин Маккин: «Именно!

source: That rule lives in your brain.
ru: Это правило у вас в голове.

source: You never had to be taught this rule, you just understand it.
ru: Вам никогда этого не разъясняли, вы просто это понимаете.

source: This is an experiment that was invented by a professor at [Boston University] named Jean Berko Gleason back in 1958.
ru: Этот эксперимент придумала профессор Бостонского университета по имени Джин Берко Глисон в 1958 году.

source: So we've been talking about this for a long time.
ru: Так что мы об этом говорим уже довольно давно.

source: Now, these kinds of natural rules that exist in your brain, they're not like traffic laws, they're more like laws of nature.
ru: Эти естественные правила, существующие в мозге, больше похожи на законы природы, чем на правила дорожного движения.

source: And nobody has to remind you to obey a law of nature, right?
ru: И никому не приходится вам напоминать подчиняться законам природы, верно?

source: When you leave the house in the morning, your mom doesn't say, "Hey, honey, I think it's going to be cold, take a hoodie, don't forget to obey the law of gravity."
ru: Когда вы выходите из дома утром, мама вам не говорит: «Дорогой, я думаю, будет холодно, возьми толстовку и не забудь подчиниться закону гравитации».

source: Nobody says this.
ru: Никто так не говорит.

source: Now, there are other rules that are more about manners than they are about nature.
ru: Есть и другие правила, имеющие скорее поведенческую, чем природную основу.

source: So you can think of a word as like a hat.
ru: Возьмём слово «шляпа».

source: Once you know how hats work, nobody has to tell you, "Don't wear hats on your feet."
ru: Как только вы узнаёте, как обращаться со шляпами, никому не нужно вам напоминать: «Не надевайте шляпы на ноги».

source: What they have to tell you is, "Can you wear hats inside?
ru: А напоминают вам вот что: «Можно ли носить шляпы в помещении?

source: Who gets to wear a hat?
ru: Кому можно носить шляпы?

source: What are the kinds of hats you get to wear?"
ru: Какие шляпы носят?»

source: Those are more of the second kind of grammar, which linguists often call usage, as opposed to grammar.
ru: Всё это больше напоминает грамматику второго типа, называемую лингвистами обиходом в противоположность грамматике.

source: Now, sometimes people use this kind of rules-based grammar to discourage people from making up words.
ru: Иногда люди используют такую грамматику, основанную на правилах, чтобы отбить желание у других придумывать новые слова.

source: And I think that is, well, stupid.
ru: И я думаю, что это глупо.

source: So, for example, people are always telling you, "Be creative, make new music, do art, invent things, science and technology."
ru: Вот, например, люди часто говорят: «Твори, сочиняй музыку, занимайся искусством и наукой, изобретай».

source: But when it comes to words, they're like,"Don't!
ru: А когда дело доходит до создания слов, они вдруг: «Стоп.

source: No. Creativity stops right here, whippersnappers.
ru: Творчеству здесь не место, молокосос.

source: Give it a rest."
ru: Пойди отдохни».

source: (Laughter) But that makes no sense to me.
ru: (Смех) Но это для меня абсурдно.

source: Words are great.
ru: Слова — это прекрасно.

source: We should have more of them.
ru: Нам их нужно больше.

source: I want you to make as many new words as possible.
ru: Я хочу, чтобы вы придумывали как можно больше новых слов.

source: And I'm going to tell you six ways that you can use to make new words in English.
ru: А я вам расскажу о шести способах создавать новые слова в английском.

source: The first way is the simplest way.
ru: Первый способ самый простой.

source: Basically, steal them from other languages.
ru: Просто крадите их из других языков.

source: ["Go rob other people"] (Laughter) Linguists call this borrowing, but we never give the words back , so I'm just going to be honestand call it stealing.
ru: [«Иди грабь других людей»] (Смех) Лингвисты называют это заимствованием, но мы слова никогда не возвращаем, так что я буду честна и назову это кражей.

source: We usually take words for things that we like, like delicious food.
ru: Мы обычно берём слова, обозначающие то, что нам нравится, например, вкусную еду.

source: We took "kumquat" from Chinese, we took "caramel" from French.
ru: Мы взяли «кумкват» из китайского, мы взяли «карамель» из французского.

source: We also take words for cool things like "ninja," right?
ru: Ещё мы взяли слова для классных вещей, например, «ниндзя», правда?

source: We took that from Japanese, which is kind of a cool trick because ninjas are hard to steal from.
ru: Мы его взяли из японского, это мы хорошо провернули, потому что у ниндзя красть непросто.

source: (Laughter)
ru: (Смех)

source: So another way that you can make words in English is by squishing two other English words together.This is called compounding.
ru: Другой способ создания слов в английском — это сплющивание двух других английских слов вместе.

source: Words in English are like Lego: If you use enough force, you can put any two of them together.
ru: Слова в английском как LEGO: если применить достаточно силы, можно соединить любые два.

source: (Laughter) We do this all the time in English: Words like "heartbroken," "bookworm," "sandcastle" all are compounds.
ru: (Смех) Мы это делаем постоянно: «heartbroken» [с разбитым сердцем], «bookworm» [книжный червь], «sandcastle» [песчаный замок].

source: So go ahead and make words like "duckface," just don't make duckface.
ru: Так придумывайте слова вроде «duckface» [утиное лицо], только не делайте губы уточкой.

source: Another way that you can make words in English is kind of like compounding, but instead you use so much force when you squish the words together that some parts fall off.
ru: Другой способ создавать слова похож на сложение, но здесь используется так много силы, что при столкновении слов некоторые их части отпадают.

source: So these are blend words, like "brunch" is a blend of "breakfast" and "lunch."
ru: Это называется словослияние, например, «brunch» [поздний завтрак] — это «breakfast» [завтрак] и «lunch» [обед].

source: "Motel" is a blend of "motor" and "hotel."
ru: «Мотель» — это слияние «мотора» и «отеля».

source: Who here knew that "motel" was a blend word?
ru: Кто-нибудь здесь знал, что «мотель» — это словослияние?

source: Yeah, that word is so old in English that lots of people don't know that there are parts missing.
ru: Это слово уже так давно в английском, что многие не знают, что в нем не хватает частей.

source: "Edutainment" is a blend of "education" and "entertainment."
ru: «Edutainment» — «education» [образование] и «entertainment» [развлечение].

source: And of course, "electrocute" is a blend of "electric" and "execute."
ru: А «electrocute» [казнить на электрическом стуле] — это «electric» [электрический] и «execute» [казнить] (Смех)

source: (Laughter) You can also make words by changing how they operate.
ru: Можно также создавать слова, изменяя их функцию.

source: This is called functional shift.
ru: Это называется конверсия.

source: You take a word that acts as one part of speech, and you change it into another part of speech.
ru: Берёте слово, которое является одной частью речи, и делаете его другой частью речи.

source: Okay, who here knew that "friend" hasn't always been a verb?
ru: Кто из вас знал, что «friend» [добавить в друзья] не всегда был глаголом?

source: "Friend" used to be noun and then we verbed it.
ru: «Friend» [друг] было существительным, а потом мы его «оглаголили».

source: Almost any word in English can be verbed.
ru: Почти любое слово в английском можно превратить в глагол.

source: You can also take adjectives and make them into nouns.
ru: Ещё можно переделывать прилагательные в существительные.

source: "Commercial" used to be an adjective and now it's a noun.
ru: «Commercial» [реклама] раньше было прилагательным, а сейчас существительное.

source: And of course, you can "green" things.
ru: Ну, и конечно же, можно «озеленять» вещи.

source: Another way to make words in English is back-formation.
ru: Другой способ создавать слова в английском — обратное словообразование.

source: You can take a word and you can kind of squish it down a little bit.
ru: Можно взять слово и отщипнуть от него немного.

source: So for example, in English we had the word "editor" before we had the word "edit."
ru: У нас было слово «editor» [редактор] до слова «edit» [редактировать].

source: "Edit" was formed from "editor."
ru: «Edit» образовалось от «editor».

source: Sometimes these back-formations sound a little silly: Bulldozers bulldoze, butlers butle and burglers burgle.
ru: Иногда такие слова звучат нелепо: бульдозеры бульдозят, лакеи лакеят, а домушники домушничают.

source: Another way to make words in English is to take the first letters of something and squish them together.So National Aeronautics and Space Administration becomes NASA.
ru: Другой способ создавать слова — брать первые буквы чего-либо и соединять их.

source: And of course you can do this with anything, OMG!
ru: Так образовалась аббревиатура НАСА.

source: So it doesn't matter how silly the words are.
ru: И конечно, так можно делать с чем угодно, ОМГ!

source: They can be really good words of English.
ru: Не важно, какими нелепыми бывают слова. [на слайде: «ГабблаХлев»] Это могут быть действительно хорошие слова.

source: "Absquatulate" is a perfectly good word of English.
ru: «Absquatulate» [удирать] — совершенно нормальное слово.

source: "Mugwump" is a perfectly good word of English.
ru: «Mugwump» [важная шишка] — нормальное английское слово.

source: So the words don't have have to sound normal, they can sound really silly.
ru: Словам не обязательно звучать нормально, они могут звучать очень нелепо.

source: Why should you make words?
ru: Зачем придумывать слова?

source: You should make words because every word is a chance to express your idea and get your meaning across.
ru: Это надо делать, потому что каждое слово — это возможность выразить идею и передать значение.

source: And new words grab people's attention.
ru: Новые слова приковывают внимание.

source: They get people to focus on what you're saying and that gives you a better chance to get your meaning across.
ru: Они заставляют людей фокусироваться на том, что вы говорите, а это даёт вам лучшую возможность донести ваше сообщение.

source: A lot of people on this stage today have said, "In the future, you can do this, you can help with this, you can help us explore, you can help us invent."
ru: Много людей на этой сцене сегодня говорили: «В будущем вы сможете делать это, сможете помочь вот с этим, сможете помочь изучать, изобретать».

source: You can make a new word right now.
ru: Придумывайте слова прямо сейчас.

source: English has no age limit.
ru: В английском нет возрастных ограничений.

source: Go ahead, start making words today, send them to me, and I will put them in my online dictionary, Wordnik.
ru: Вперёд, сегодня же начинайте придумывать слова, отправляйте их мне, а я занесу их в мой интернет-словарь, Wordnik.

source: Thank you so much.
ru: Большое спасибо.

source: (Applause)
ru: (Аплодисменты)
